export const QUESTIONS = [
  {
    id: '1',
    i: '1.png',
    v: [
      {
        id: 'e7cf8456-1702-578c-8935-d232229b462a',
        t: 'Не место красит человека, а человек место',
        a: 'Картинка, конечно, красочная и с людьми, но тут загадана другая пословица.',
        isCorrect: false,
      },
      {
        id: '6a5ae284-4c41-5ed1-98b0-d1dc6bd601ec',
        t: 'Не имей сто рублей, а имей сто друзей',
        a: 'Да, именно так нейросеть изобразила эту знаменитую пословицу. Может быть пыталась показать, что богатые в застекленных высоких домах смотрят на людей где-то там с завистью?',
        isCorrect: true,
      },
      {
        id: 'a5455ed4-09c6-5db2-9a19-ed3093fc2fb4',
        t: 'Семеро одного не ждут',
        a: 'Да, людей на картинке много, но кажется они никого не ждут.',
        isCorrect: false,
      },
    ],
    isActive: true,
  },
  {
    id: '2',
    i: '2.png',
    v: [
      {
        id: '8129fdea-bd17-5ec6-bdad-a549c42a126e',
        t: 'Благими намерениями вымощена дорога в ад',
        a: 'Ошибка! Здесь, конечно, что-то построено какими-то, кажется, списками, но всё не так печально.',
        isCorrect: false,
      },
      {
        id: 'f9d04e23-f0d7-53b0-8e5b-911006332c83',
        t: 'Сделал дело — гуляй смело',
        a: 'Верно! Именно так нейросеть увидела эту пословицу! Нам кажется, что здесь огромные списки дел загораживают природу, а значит и отдых. А вы что видите?',
        isCorrect: true,
      },
      {
        id: '4f3b2317-8e59-59dc-8e05-5df0f911a7ec',
        t: 'Рожденный ползать, летать не может',
        a: 'Ошибка! Верим, что даже за кипой дел должна быть видна возможность взлететь и «гулять смело».',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '3',
    i: '3.png',
    v: [
      {
        id: 'b0905f33-44e4-5d60-983b-7970ff288768',
        t: 'Держи голову в холоде, а ноги в тепле',
        a: 'Не угадали! Кажется голова на этой картинке не в холоде, а в каком-то медитативном состоянии. Так нейросеть себе представляет «здоровый дух».',
        isCorrect: false,
      },
      {
        id: '6d8c2156-343a-528b-95fc-d21d1a42e268',
        t: 'В здоровом теле — здоровый дух',
        a: 'Верно! Спортсменка, может быть даже пловчиха, с какой-то интересной полупрозрачной аурой вокруг — так видит эту пословицу нейросеть.',
        isCorrect: true,
      },
      {
        id: '6f2ae922-0f80-58a0-9b2d-09fe8d02d72c',
        t: 'Голова — всему начало',
        a: 'Не угадали! На голову акцент есть, но посмотрите какая вокруг нее «аура». Видимо, так нейросеть себе представляет «здоровый дух».',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '4',
    i: '4.png',
    v: [
      {
        id: 'bbf496f3-c3d3-582d-b38b-d5d280b5d5d7',
        t: 'Большому кораблю — большое плавание',
        a: 'Угадали! Наверное, это было совсем просто. С «большим кораблем» это самая популярная пословица.',
        isCorrect: true,
      },
      {
        id: '4942c75c-2065-5db6-ab82-1e7058569947',
        t: 'Корабли уходят — бухта остается',
        a: 'Ошибка! Нейросеть почему-то нарисовала такой большой корабль у берега. Но имелось в виду «большое плавание».',
        isCorrect: false,
      },
      {
        id: 'acd86533-9975-5abb-b54c-a5e9f102a0e2',
        t: 'Разбитому кораблю нет попутного ветра',
        a: 'Ошибка! Корабль, нарисованный нейросетью, если вглядываться не совсем целостный, но и не разбитый. Зато очень большой и видимо направляется в «большое плавание».',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '5',
    i: '5.png',
    v: [
      {
        id: '822b2e3b-7999-5f33-931c-f7526b198a57',
        t: 'Не велика птица-синица, да все поле спалила',
        a: 'Не верно. Птица с желтой грудкой, действительно напоминает синицу, а вот домик отражает то, что она ручная, то есть, «лучше, чем журавль в небе».',
        isCorrect: false,
      },
      {
        id: '1470eaef-586f-5b63-9586-af056ff74fb8',
        t: 'Лучше синица в руках, чем журавль в небе',
        a: 'Верно! Вы, наверное, слышали, что руки нейросеть пока рисует очень странно, поэтому мы выбрали вариант, в котором домик отражает то, что синица ручная, а значит «лучше, чем журавль в небе».',
        isCorrect: true,
      },
      {
        id: '1fe8bbae-ce76-5f63-b2b5-b1258de92b75',
        t: 'У всякой пташки свои замашки',
        a: 'Не угадали. Пташка на картинке не простая, а именно синица, причем такая домашняя, ручная, то есть «лучше, чем журавль в небе».',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '6',
    i: '6.png',
    v: [
      {
        id: '83e9af29-4efe-50eb-bf28-5c475ff0df15',
        t: 'Дело мастера боится',
        a: 'Верно! Это тоже был сложный вопрос. Кажется нейросеть зацепилась за слово «боится» и решила выдать что-то в хоррор-стиле.',
        isCorrect: true,
      },
      {
        id: '1e9e5b2b-1633-5f60-80ce-3b47c87b6668',
        t: 'У страха глаза велики',
        a: 'Не верно. Картинка, конечно, страшная. Но по мнению нейросети персонаж-мастер пытается «напугать» работу, мрачно поставив руки в боки. Как думаете, сработало?',
        isCorrect: false,
      },
      {
        id: '739fde8f-68b9-5544-aeac-597b2e13d280',
        t: 'Страхов много, а жизнь одна',
        a: 'Не верно. Картинка, конечно, страшная. Но по мнению нейросети персонаж-мастер пытается «напугать» работу, мрачно поставив руки в боки. Как думаете, сработало?',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '7',
    i: '7.png',
    v: [
      {
        id: '802ddb40-9325-5bba-be33-32f44a7aa8e0',
        t: 'Скромность украшает человека',
        a: 'Не верно. Очень похоже, что нейросеть пыталась сказать что-то про внутренний мир. Вышло красиво, но разговор шел о предпочтениях и рубашке, которая ближе к телу.',
        isCorrect: false,
      },
      {
        id: 'cfdc576b-fa41-5f1d-bd01-049e45116fd2',
        t: 'Своя рубаха — ближе к телу',
        a: 'Угадали! Одна из самых красивых картин нашей выставки получилась из этой простой пословицы.',
        isCorrect: true,
      },
      {
        id: 'dc8f38af-a4f4-5307-8fe5-98309c71729b',
        t: 'Встречают по одежке, а провожают по уму',
        a: 'Не совсем верно. Очень похоже, что нейросеть пыталась сказать что-то про внутренний мир. Вышло красиво, но разговор шел о предпочтениях и рубашке, которая ближе к телу.',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '8',
    i: '8.png',
    v: [
      {
        id: '2de7c77c-cf9e-5c64-a176-d3cf12aefae5',
        t: 'Дорогу осилит идущий',
        a: 'Верно! Нейросеть – интеллект простой, видит слово «дорога», рисует дорогу.',
        isCorrect: true,
      },
      {
        id: '2bb76109-98d8-5984-8241-c9a5fcfaa1db',
        t: 'У страха глаза велики',
        a: 'Ошибочка. Страх, идти по такой дороге понятен, но нейросеть – интеллект простой, видит слово «дорога», рисует дорогу.',
        isCorrect: false,
      },
      {
        id: '04101d10-0f8f-51ea-b908-9c0b1a7a8f21',
        t: 'Благими намерениями выстроена дорога в ад',
        a: 'Ошибочка. Согласны, фантазийное пространство на этой картинке выглядит жутковато. Но нейросеть – интеллект простой, видит слово «дорога», рисует дорогу.',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '9',
    i: '9.png',
    v: [
      {
        id: 'e6c3345b-8f13-5f2b-92db-7636468b31c7',
        t: 'Дело мастера боится',
        a: 'Не верно. Эта пословица уже была в тесте. Здесь никакого страха и место в прямом смысле красится в присутствии человека.',
        isCorrect: false,
      },
      {
        id: '237973fe-21ce-53d8-ba7f-b72099419eee',
        t: 'Не место красит человека, а человек место',
        a: 'Верно. Выглядит очень глубокомысленно, согласитесь.',
        isCorrect: true,
      },
      {
        id: '3788f87f-4ef3-51f9-bb84-d6e196a4d8a4',
        t: 'Старость — не радость',
        a: 'Человек на картинке, действительно, кажется в возрасте. И выглядит он достаточно грустно. Так нейросеть изобразила, что место в прямом смысле красится в присутствии человека.',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
  {
    id: '10',
    i: '10.png',
    v: [
      {
        id: 'd8cfbe1b-ad3b-52a0-833f-d45ef7528052',
        t: 'Готовь сани летом, а телегу — зимой',
        a: 'Угадали. Тут, кажется все просто. Есть и сани, и телеги, и зима.',
        isCorrect: true,
      },
      {
        id: 'b4157ad2-d6e0-52ca-8538-4b13368c1e65',
        t: 'Мороз не велик, а стоять не велит',
        a: 'Не угадали. Это пока слишком умно для нейросети. Здесь все буквально: сани, телега, зима и даже немного летнее солнце.',
        isCorrect: false,
      },
      {
        id: 'e2c8b4ab-94a4-5de9-958c-b020ae977237',
        t: 'Зимой солнце светит, да не греет',
        a: 'Не угадали. Это пока слишком умно для нейросети. Здесь все буквально: сани, телега, зима и даже немного летнее солнце.',
        isCorrect: false,
      },
    ],
    isActive: false,
  },
];
